[
  {
    "image": "https://i.ibb.co.com/Q7MG7016/app.jpg",
    "title": "PixelPerfect Pro",
    "companyName": "CreativeApps Ltd",
    "id": 101,
    "description": "PixelPerfect Pro is a comprehensive professional-grade photo editing tool designed for photographers and digital artists. It offers an extensive suite of AI-powered filters that can automatically enhance colors, lighting, and textures in a single tap. Users can enjoy advanced features like multi-layer editing, precision masking, and custom brush sets to bring their creative visions to life. The app also includes specialized tools for portrait retouching, background removal, and complex compositing. Whether you are a hobbyist or a professional, this application provides all the resources needed to transform ordinary photos into extraordinary masterpieces. Its intuitive interface ensures that even complex edits are accessible to everyone without a steep learning curve.",
    "size": 124,
    "reviews": 1250,
    "ratingAvg": 4.5,
    "downloads": 500000,
    "ratings": [
      { "name": "1 star", "count": 50 },
      { "name": "2 star", "count": 30 },
      { "name": "3 star", "count": 120 },
      { "name": "4 star", "count": 350 },
      { "name": "5 star", "count": 700 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/fzGTjzWZ/app2.jpg",
    "title": "FitFlow Yoga",
    "companyName": "Zenith Health",
    "id": 102,
    "description": "FitFlow Yoga serves as your personal sanctuary for physical wellness and mental clarity through the practice of yoga. This app features a massive library of daily yoga routines, ranging from high-intensity power sessions to calming restorative flows. Each session is accompanied by professional meditation guides that help reduce stress and improve focus for users of all experience levels. The interactive platform tracks your flexibility progress and suggests personalized workout plans based on your fitness goals. Users can participate in live community challenges and follow curated playlists designed to harmonize body and mind. It is more than just an exercise app; it is a holistic lifestyle companion that encourages consistency and mindfulness. Discover the path to a healthier you with guided breathing exercises and expertly choreographed poses.",
    "size": 85,
    "reviews": 890,
    "ratingAvg": 4.8,
    "downloads": 100000,
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 15 },
      { "name": "3 star", "count": 45 },
      { "name": "4 star", "count": 220 },
      { "name": "5 star", "count": 600 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/gbgKF80C/app3.jpg",
    "title": "WalletWise",
    "companyName": "FinTech Solutions",
    "id": 103,
    "description": "WalletWise is an advanced financial management tool built to help you take full control of your economic future. It allows users to track daily expenses with pinpoint accuracy, categorizing every transaction to show exactly where your money goes. The app features smart budgeting tools that send real-time alerts when you are nearing your spending limits for the month. With beautiful data visualizations and monthly reports, managing complex household budgets becomes remarkably simple and stress-free. You can also set long-term savings goals, track investment portfolios, and sync multiple bank accounts securely. Its encrypted platform ensures that your financial data remains private while providing actionable insights to save more. Achieve financial freedom by identifying unnecessary costs and optimizing your spending habits with this intuitive application.",
    "size": 42,
    "reviews": 2100,
    "ratingAvg": 4.2,
    "downloads": 1000000,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 350 },
      { "name": "4 star", "count": 600 },
      { "name": "5 star", "count": 800 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/vx062MDM/app4.jpg",
    "title": "Chef’s Secret",
    "companyName": "Gourmet Lab",
    "id": 104,
    "description": "Chef’s Secret is the ultimate digital cookbook that invites you to explore thousands of exotic recipes from every corner of the world. From traditional home-cooked meals to gourmet fine-dining dishes, this app provides detailed step-by-step instructions for all skill levels. Each recipe includes high-resolution photos, nutritional information, and video tutorials to ensure your culinary success in the kitchen. Users can create custom meal plans, generate automatic grocery lists, and save their favorite discoveries in a personal vault. The community feature allows aspiring chefs to share their own creations and receive feedback from food enthusiasts globally. Whether you are looking for a quick weeknight dinner or an elaborate feast for a special occasion, this app has it all. Elevate your cooking skills and impress your family with professional tips and hidden techniques from world-class culinary experts.",
    "size": 68,
    "reviews": 450,
    "ratingAvg": 4.6,
    "downloads": 50000,
    "ratings": [
      { "name": "1 star", "count": 15 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 65 },
      { "name": "4 star", "count": 110 },
      { "name": "5 star", "count": 250 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/fzTY7HQ1/app5.avif",
    "title": "LingoLeap",
    "companyName": "Polyglot Inc",
    "id": 105,
    "description": "LingoLeap is a revolutionary language learning platform that empowers you to master over 30 different languages through immersive technology. The app focuses on interactive voice lessons that simulate real-life conversations to help you build confidence in speaking naturally. Using advanced speech recognition, it provides instant feedback on your pronunciation and grammar to ensure you learn correctly. Each course is designed by linguistic experts to include cultural insights, essential vocabulary, and practical phrases for travelers and professionals. Gamified challenges and daily streaks keep you motivated as you progress from a beginner to a fluent speaker. You can download lessons for offline use, making it easy to study during your commute or while traveling abroad. Join millions of learners worldwide and unlock new opportunities by breaking down language barriers with this powerful and engaging tool.",
    "size": 156,
    "reviews": 3200,
    "ratingAvg": 4.7,
    "downloads": 2500000,
    "ratings": [
      { "name": "1 star", "count": 80 },
      { "name": "2 star", "count": 70 },
      { "name": "3 star", "count": 250 },
      { "name": "4 star", "count": 800 },
      { "name": "5 star", "count": 2000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Vp3zVLTw/app6.jpg",
    "title": "TaskMaster",
    "companyName": "Productive Devs",
    "id": 106,
    "description": "TaskMaster is a high-performance productivity application designed to keep your personal and professional life perfectly organized. It features smart to-do lists that allow you to set priorities, deadlines, and recurring reminders so nothing ever falls through the cracks. The powerful team collaboration module enables you to share projects, assign tasks to colleagues, and track real-time progress on shared goals. With integrated calendar views and file attachment capabilities, it serves as a central hub for all your important work data. The app also includes focus timers and productivity analytics to help you understand your work patterns and improve efficiency. Its clean, minimalist design reduces mental clutter, allowing you to focus on what truly matters. Whether you are managing a small household or a large corporate team, TaskMaster provides the flexibility and power needed to succeed.",
    "size": 35,
    "reviews": 150,
    "ratingAvg": 3.9,
    "downloads": 20000,
    "ratings": [
      { "name": "1 star", "count": 20 },
      { "name": "2 star", "count": 25 },
      { "name": "3 star", "count": 30 },
      { "name": "4 star", "count": 25 },
      { "name": "5 star", "count": 50 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/R4JY5VTr/app7.jpg",
    "title": "SoundWave",
    "companyName": "AudioCloud",
    "id": 107,
    "description": "SoundWave is a premium audio streaming service that provides access to an endless world of high-quality music and engaging podcasts. Users can discover new artists through personalized recommendations and curated playlists that adapt to your unique musical taste. The app supports seamless offline listening, allowing you to download your favorite tracks and shows for enjoyment without an internet connection. Experience crystal-clear sound with lossless audio support and customizable equalizer settings for the perfect listening experience. The platform also features exclusive content from top creators, including behind-the-scenes interviews and live concert recordings. You can create and share your own playlists with friends or explore what the global community is listening to in real-time. SoundWave is designed to be the ultimate companion for music lovers who demand the best in both variety and audio fidelity.",
    "size": 110,
    "reviews": 5400,
    "ratingAvg": 4.4,
    "downloads": 5000000,
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 900 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 2500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/LXsvXTmj/app8.webp",
    "title": "SkyCast",
    "companyName": "Meteor Systems",
    "id": 108,
    "description": "SkyCast is a state-of-the-art weather forecasting application that delivers real-time updates and severe storm alerts directly to your device. Utilizing advanced meteorological data, it provides highly accurate hourly and 10-day forecasts tailored to your exact GPS location. The interactive radar maps allow users to track rain, snow, and wind patterns globally with incredible detail and precision. Beyond basic temperature readings, the app offers insights into UV index, humidity levels, air quality, and sunrise or sunset times. Critical weather warnings and emergency notifications ensure that you and your family stay safe during unpredictable atmospheric events. You can customize the dashboard to view the information that matters most to you, whether you are planning a hike or a daily commute. Reliable, fast, and visually stunning, SkyCast is the only weather tool you will ever need to stay ahead of the elements.",
    "size": 28,
    "reviews": 970,
    "ratingAvg": 4.3,
    "downloads": 750000,
    "ratings": [
      { "name": "1 star", "count": 60 },
      { "name": "2 star", "count": 40 },
      { "name": "3 star", "count": 120 },
      { "name": "4 star", "count": 350 },
      { "name": "5 star", "count": 400 }
    ]
  }
]