[
  {
    "image": "https://i.ibb.co.com/v6w9HmS1/app9.png",
    "title": "CodeFlow Editor",
    "companyName": "DevTools Hub",
    "id": 109,
    "description": "CodeFlow Editor is a powerful and versatile mobile IDE designed specifically for developers who need to code while on the move. It supports a wide range of programming languages including JavaScript, Python, and C++, providing a rich development experience on a mobile interface. The editor features full Git integration, allowing you to clone repositories, commit changes, and push code directly to platforms like GitHub or GitLab. With built-in syntax highlighting, auto-completion, and a terminal emulator, it mimics a full desktop environment in the palm of your hand. Users can also benefit from customizable themes and keyboard shortcuts to optimize their workflow. Whether you are debugging a script on a train or building a prototype at a cafe, this tool ensures your productivity never stops. It is the ultimate companion for modern engineers who demand flexibility without compromising on power.",
    "size": 65,
    "reviews": 1200,
    "ratingAvg": 4.6,
    "downloads": 100000,
    "ratings": [
      { "name": "1 star", "count": 20 },
      { "name": "2 star", "count": 30 },
      { "name": "3 star", "count": 150 },
      { "name": "4 star", "count": 400 },
      { "name": "5 star", "count": 600 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/xqXnmgww/app10.jpg",
    "title": "ZenGarden Meditation",
    "companyName": "Mindfulness Labs",
    "id": 110,
    "description": "ZenGarden Meditation is a meticulously crafted application aimed at helping individuals find peace and clarity in their busy daily lives. It offers an extensive collection of guided meditation sessions that are specifically designed to reduce stress, manage anxiety, and improve sleep quality. The app features immersive soundscapes, ranging from forest whispers to gentle ocean waves, creating a perfect environment for deep relaxation. Users can follow specialized programs for beginners or jump into advanced mindfulness techniques led by world-class experts. The platform also includes a mood tracker to help you visualize your emotional journey and stay consistent with your practice. With its elegant and calming interface, ZenGarden provides a digital escape to a more centered and balanced version of yourself. Discover the transformative power of breathing and find your inner calm with this comprehensive wellness companion.",
    "size": 45,
    "reviews": 3400,
    "ratingAvg": 4.9,
    "downloads": 500000,
    "ratings": [
      { "name": "1 star", "count": 5 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 85 },
      { "name": "4 star", "count": 800 },
      { "name": "5 star", "count": 2500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/q3jBVK76/app11.png",
    "title": "SwiftScan PDF",
    "companyName": "Office Suite Pro",
    "id": 111,
    "description": "SwiftScan PDF is a high-performance document scanning solution that turns your smartphone into a portable office powerhouse. Utilizing advanced OCR (Optical Character Recognition) technology, it can accurately convert physical papers into searchable and editable digital text in seconds. The app features intelligent edge detection and automatic enhancement tools to ensure every scan is crisp, clear, and professional-looking. You can easily organize your documents into folders, add digital signatures, and password-protect sensitive files for maximum security. It supports seamless integration with cloud services like Google Drive and Dropbox for easy sharing and backup. Whether you are scanning receipts, contracts, or multi-page books, SwiftScan handles it all with incredible speed and efficiency. Streamline your paperwork and go paperless with this essential tool for students and business professionals alike.",
    "size": 30,
    "reviews": 2100,
    "ratingAvg": 4.4,
    "downloads": 1000000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 250 },
      { "name": "4 star", "count": 600 },
      { "name": "5 star", "count": 1000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/nNZJtfSH/app12.jpg",
    "title": "RoadQuest Maps",
    "companyName": "GeoNav Systems",
    "id": 112,
    "description": "RoadQuest Maps is a specialized navigation tool built for adventurers, hikers, and international travelers who often find themselves off the beaten path. It provides highly detailed offline maps that don't require an active internet connection, ensuring you never lose your way in remote areas. The app features topographic data, trail markers, and points of interest that are crucial for outdoor exploration and safety. Users can plan custom routes, track their elevation gain, and record their journeys to share with the community of fellow explorers. It also includes a built-in compass and real-time GPS tracking to keep you oriented in any environment. Beyond just maps, it offers localized travel guides and survival tips for various climates and terrains. Whether you are trekking through a dense forest or navigating a foreign city, RoadQuest is the reliable guide you need for every adventure.",
    "size": 250,
    "reviews": 850,
    "ratingAvg": 4.2,
    "downloads": 200000,
    "ratings": [
      { "name": "1 star", "count": 40 },
      { "name": "2 star", "count": 60 },
      { "name": "3 star", "count": 150 },
      { "name": "4 star", "count": 300 },
      { "name": "5 star", "count": 300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/KptgDqVN/app13.jpg",
    "title": "QuickBite Delivery",
    "companyName": "FoodHub Global",
    "id": 113,
    "description": "QuickBite Delivery is a premier food ordering platform that connects you instantly with an enormous variety of local restaurants and global chains. The app provides a seamless user experience, allowing you to browse menus, customize orders, and pay securely within a few taps. With real-time GPS tracking, you can watch your food move from the kitchen to your doorstep with estimated delivery times updated every minute. Users can enjoy exclusive discounts, loyalty rewards, and specialized collections like healthy eats or late-night snacks. The platform also features detailed reviews and ratings from other foodies to help you make the best dining decisions every day. Its robust customer support and lightning-fast delivery network ensure that your cravings are satisfied without any unnecessary delay. Whether it's a quick lunch or a family feast, QuickBite makes professional food delivery effortless and enjoyable for everyone.",
    "size": 22,
    "reviews": 15600,
    "ratingAvg": 4.7,
    "downloads": 5000000,
    "ratings": [
      { "name": "1 star", "count": 500 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 1200 },
      { "name": "4 star", "count": 4500 },
      { "name": "5 star", "count": 9000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/GQnGKM7Z/app14.png",
    "title": "StockSage",
    "companyName": "Finance Masters",
    "id": 114,
    "description": "StockSage is a sophisticated financial analysis tool designed to help investors navigate the complexities of the global stock market with confidence. It offers real-time market data, technical charts, and deep-dive analytics for thousands of public companies across various international exchanges. The app features a powerful portfolio tracker that allows you to monitor your gains, losses, and asset allocation in one centralized location. Users can set custom price alerts and receive breaking news notifications to stay ahead of market trends and make informed trading decisions. With AI-driven insights and expert sentiment analysis, you can identify potential investment opportunities before they become mainstream. The platform also provides a paper trading simulator for beginners to practice their strategies without risking real capital. Secure, fast, and packed with data, StockSage is the ultimate tool for anyone looking to master the art of wealth building.",
    "size": 38,
    "reviews": 4200,
    "ratingAvg": 4.5,
    "downloads": 800000,
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 400 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 2000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/WLfqdvZ/app15.jpg",
    "title": "StarGaze VR",
    "companyName": "Cosmos Interactive",
    "id": 115,
    "description": "StarGaze VR is an immersive educational experience that brings the mysteries of the universe directly into your living room through virtual reality. By simply pointing your device at the sky, you can identify stars, planets, and distant constellations in real-time with stunning accuracy. The app features high-resolution 3D models of celestial bodies, allowing you to fly through the rings of Saturn or witness a supernova up close. It includes a comprehensive library of astronomical facts and mythological stories behind the constellations, making it perfect for students and space enthusiasts alike. The VR mode provides a truly cinematic experience, transporting you to different planets and deep-space nebulae for a breathtaking view. Regular updates include information on upcoming meteor showers and satellite passes, so you never miss a significant astronomical event. Embark on a journey through the cosmos and discover the beauty of the night sky like never before.",
    "size": 180,
    "reviews": 750,
    "ratingAvg": 4.8,
    "downloads": 150000,
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 15 },
      { "name": "3 star", "count": 50 },
      { "name": "4 star", "count": 175 },
      { "name": "5 star", "count": 500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/v4Cx7zJc/app16.jpg",
    "title": "CryptoVault",
    "companyName": "SecureChain",
    "id": 116,
    "description": "CryptoVault is a state-of-the-art secure digital wallet designed to provide ultimate protection for your cryptocurrency and NFT assets. It supports a wide array of blockchain networks, allowing you to manage various digital tokens and decentralized finance investments in one unified platform. The app features military-grade encryption and multi-factor authentication to ensure that your private keys and personal data remain inaccessible to hackers. Users can easily buy, sell, and swap assets directly within the app using integrated decentralized exchanges with minimal transaction fees. It also provides real-time market tracking and personalized alerts to help you stay updated on the volatile world of digital finance. With its user-friendly interface and robust security protocols, even beginners can safely navigate the world of Web3 and blockchain technology. Take full control of your digital wealth and trade with peace of mind using this industry-leading storage solution.",
    "size": 48,
    "reviews": 9200,
    "ratingAvg": 4.3,
    "downloads": 2000000,
    "ratings": [
      { "name": "1 star", "count": 500 },
      { "name": "2 star", "count": 700 },
      { "name": "3 star", "count": 1500 },
      { "name": "4 star", "count": 2500 },
      { "name": "5 star", "count": 4000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/v4P2Qw6X/app17.jpg",
    "title": "FitBeat Music",
    "companyName": "Active Audio",
    "id": 117,
    "description": "FitBeat Music is an innovative fitness application that uses smart technology to synchronize your music library with your physical activity. The app features dynamic AI that detects your heart rate or running pace and automatically adjusts the tempo of the music to match your intensity. This creates a perfect flow state, helping you stay motivated and push through the toughest parts of your workout sessions. Users can choose from professionally curated energy-boosting playlists across genres like EDM, Rock, and Hip-Hop. The platform also tracks your distance, calories burned, and overall fitness progress while providing audio coaching cues for optimal performance. You can even create custom workout intervals where the music shifts intensity based on your personal training goals. Experience a new way to exercise where every beat pushes you closer to your fitness milestones with this powerful rhythmic companion.",
    "size": 55,
    "reviews": 600,
    "ratingAvg": 4.1,
    "downloads": 50000,
    "ratings": [
      { "name": "1 star", "count": 40 },
      { "name": "2 star", "count": 50 },
      { "name": "3 star", "count": 110 },
      { "name": "4 star", "count": 200 },
      { "name": "5 star", "count": 200 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/9m84KftM/app18.png",
    "title": "NewsStream",
    "companyName": "Global Media",
    "id": 118,
    "description": "NewsStream is a highly personalized news aggregation platform that delivers the most relevant stories from around the globe directly to your fingertips. It utilizes smart algorithms to learn your interests and filter out the noise, providing a curated feed of politics, technology, business, and entertainment news. The app sources content from thousands of trusted international publishers, ensuring you get a balanced view of every significant global event. Users can save articles for offline reading, listen to audio versions of stories, and follow specific topics or journalists they admire. With real-time breaking news alerts, you will be the first to know about major developments as they happen in your city or across the world. The clean and ad-free reading experience makes staying informed a pleasure rather than a chore. Empower yourself with knowledge and stay connected to the ever-changing world with this essential information hub.",
    "size": 18,
    "reviews": 12500,
    "ratingAvg": 4.4,
    "downloads": 10000000,
    "ratings": [
      { "name": "1 star", "count": 800 },
      { "name": "2 star", "count": 1200 },
      { "name": "3 star", "count": 2500 },
      { "name": "4 star", "count": 3000 },
      { "name": "5 star", "count": 5000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/5hmjrJKD/app19.jpg",
    "title": "PetLog Care",
    "companyName": "Animalia Apps",
    "id": 119,
    "description": "PetLog Care is the ultimate management tool for dedicated pet owners who want to provide the best possible life for their furry companions. This app allows you to maintain a detailed digital health record for all your pets, including vaccination schedules, medical history, and upcoming vet appointments. It features a smart nutrition tracker that helps you manage diet plans and monitor calorie intake based on your pet's age and activity level. Users can set recurring reminders for medications, grooming sessions, and daily walks to ensure no aspect of care is ever missed. The platform also includes a community forum where you can connect with other pet owners and share advice or training tips. With integrated emergency contact lists and a lost-pet alert system, your pet's safety is always a top priority. Whether you have a dog, cat, or exotic animal, PetLog Care provides all the tools needed for responsible and loving pet parenting.",
    "size": 25,
    "reviews": 450,
    "ratingAvg": 4.7,
    "downloads": 30000,
    "ratings": [
      { "name": "1 star", "count": 5 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 40 },
      { "name": "4 star", "count": 95 },
      { "name": "5 star", "count": 300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/VpmCb74z/app20.jpg",
    "title": "NightSky Cinema",
    "companyName": "StreamLine",
    "id": 120,
    "description": "NightSky Cinema is a world-class streaming service that offers an unlimited library of blockbuster movies, award-winning series, and exclusive documentaries. It supports high-definition 4K HDR streaming, providing a theater-like experience in the comfort of your own home with immersive surround sound. The app features a smart recommendation engine that analyzes your viewing habits to suggest content you'll love, saving you hours of browsing time. Users can create multiple profiles for family members, each with its own personalized watchlist and parental control settings for kids. With the offline download feature, you can enjoy your favorite shows on long flights or in areas without an internet connection. The platform also offers early access to new releases and live streaming of major entertainment awards and film festivals. Dive into a world of endless entertainment and discover your next favorite story with this premium streaming destination.",
    "size": 95,
    "reviews": 25000,
    "ratingAvg": 4.6,
    "downloads": 15000000,
    "ratings": [
      { "name": "1 star", "count": 1000 },
      { "name": "2 star", "count": 1500 },
      { "name": "3 star", "count": 3500 },
      { "name": "4 star", "count": 7000 },
      { "name": "5 star", "count": 12000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/rf2H3gB8/app21.jpg",
    "title": "AutoFix Pro",
    "companyName": "Mechanic Assistant",
    "id": 121,
    "description": "AutoFix Pro is an essential application for every car owner, designed to simplify vehicle maintenance and help you diagnose technical problems on the go. By connecting to your car's OBD-II scanner, it can read error codes and provide detailed explanations of what's wrong with your engine or electrical systems. The app features a massive database of DIY repair guides, allowing you to perform simple fixes yourself and save money on expensive mechanic visits. For more complex issues, it uses your location to find the nearest highly-rated mechanics and provides instant price estimates for various services. Users can also track their fuel efficiency, record service histories, and receive maintenance alerts based on their car's mileage. Whether you are dealing with a mysterious dashboard light or planning a long road trip, AutoFix Pro gives you the technical knowledge needed to keep your car running smoothly and safely.",
    "size": 40,
    "reviews": 320,
    "ratingAvg": 3.8,
    "downloads": 10000,
    "ratings": [
      { "name": "1 star", "count": 50 },
      { "name": "2 star", "count": 40 },
      { "name": "3 star", "count": 80 },
      { "name": "4 star", "count": 70 },
      { "name": "5 star", "count": 80 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/MxysGvck/app22.jpg",
    "title": "StudyBuddy",
    "companyName": "EduTech Group",
    "id": 122,
    "description": "StudyBuddy is a collaborative learning platform designed to help students connect, share resources, and achieve academic excellence together. It features virtual study rooms where you can join classmates for real-time note-sharing, brainstorming, and group discussions on various subjects. The app includes a powerful document scanner that allows you to digitize your handwritten notes and organize them into searchable folders for easy review. Users can also access a shared library of study guides, practice exams, and educational videos contributed by the community and academic experts. With its integrated task manager, you can track assignments, set study goals, and receive reminders for upcoming exams to stay ahead of your curriculum. The platform also offers peer-to-peer tutoring options for those who need extra help in specific topics like mathematics or science. Transform your learning experience and boost your productivity with this all-in-one educational hub.",
    "size": 33,
    "reviews": 1100,
    "ratingAvg": 4.3,
    "downloads": 100000,
    "ratings": [
      { "name": "1 star", "count": 80 },
      { "name": "2 star", "count": 90 },
      { "name": "3 star", "count": 230 },
      { "name": "4 star", "count": 300 },
      { "name": "5 star", "count": 400 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/zWhLGDV9/app23.png",
    "title": "EcoTrack",
    "companyName": "Green Earth",
    "id": 123,
    "description": "EcoTrack is a revolutionary sustainability application designed to help individuals measure, analyze, and reduce their daily carbon footprint for a greener future. It features a smart tracker that calculates the environmental impact of your transportation, dietary choices, and home energy consumption with scientific precision. The app provides personalized recommendations on how to live more sustainably, such as suggesting plastic-free alternatives or more efficient travel routes. Users can participate in global challenges to reduce waste, save water, and plant trees, earning digital rewards as they achieve their environmental goals. The platform also includes a news feed with the latest updates on climate change and eco-friendly innovations from around the world. With its community features, you can share your progress with friends and inspire others to adopt a more conscious lifestyle. Take a step toward a better planet and turn your sustainable intentions into measurable actions with this intuitive tool.",
    "size": 19,
    "reviews": 540,
    "ratingAvg": 4.5,
    "downloads": 40000,
    "ratings": [
      { "name": "1 star", "count": 20 },
      { "name": "2 star", "count": 30 },
      { "name": "3 star", "count": 90 },
      { "name": "4 star", "count": 150 },
      { "name": "5 star", "count": 250 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/kV6f1kFX/app24.jpg",
    "title": "SleepWell AI",
    "companyName": "BioHacking Inc",
    "id": 124,
    "description": "SleepWell AI is a sophisticated health-tech application that utilizes advanced artificial intelligence to analyze your sleep patterns and improve the quality of your rest. By monitoring your movement and breathing patterns through your device's sensors, it provides a detailed breakdown of your sleep cycles, including deep, light, and REM sleep phases. The app features a smart alarm clock that gently wakes you up during your lightest sleep phase, ensuring you feel refreshed rather than groggy every morning. Users can also access a library of white noise, binaural beats, and guided sleep stories designed to help you fall asleep faster and stay asleep longer. It provides actionable insights and tips to improve your sleep hygiene based on your personal data trends over time. The platform also syncs with other health apps to show how your daily habits affect your nighttime recovery. Unlock the power of restorative sleep and wake up to a more energetic life with this comprehensive biological companion.",
    "size": 52,
    "reviews": 4800,
    "ratingAvg": 4.6,
    "downloads": 1200000,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 650 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 2500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/9mxHPZx1/app25.jpg",
    "title": "LanguageGo",
    "companyName": "Vox Populi",
    "id": 125,
    "description": "LanguageGo is an efficient and engaging language learning tool that focuses on mastering vocabulary and grammar through the power of spaced repetition. It features thousands of interactive flashcards across multiple languages, designed to help you commit new words to your long-term memory with minimal effort. The app's smart algorithm tracks which words you struggle with and adjusts your daily reviews to focus on your weak points until you achieve mastery. Users can benefit from native speaker audio recordings, ensuring perfect pronunciation from the very beginning of their learning journey. The platform also includes specialized courses for business communication, travel essentials, and academic proficiency to suit your specific goals. You can track your daily progress with detailed statistics and join a global community of learners for practice and support. Whether you are learning for fun or professional advancement, LanguageGo provides the structure and motivation needed for linguistic success.",
    "size": 37,
    "reviews": 890,
    "ratingAvg": 4.2,
    "downloads": 95000,
    "ratings": [
      { "name": "1 star", "count": 60 },
      { "name": "2 star", "count": 80 },
      { "name": "3 star", "count": 200 },
      { "name": "4 star", "count": 250 },
      { "name": "5 star", "count": 300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/HpR7154K/app26.jpg",
    "title": "HomeFixer",
    "companyName": "DIY Solutions",
    "id": 126,
    "description": "HomeFixer is the ultimate digital resource for homeowners who want to tackle repairs and maintenance tasks with professional confidence. It provides a massive library of high-quality step-by-step video guides covering everything from plumbing and electrical work to painting and furniture restoration. Each guide includes a detailed list of required tools and materials, helping you plan your projects effectively and avoid unnecessary trips to the hardware store. The app also features an AI-powered assistant that can identify home issues from your photos and suggest the most appropriate repair methods instantly. Users can participate in live workshops led by expert contractors to learn advanced DIY skills and get their specific questions answered in real-time. With its integrated budget tracker and project scheduler, managing complex home renovations becomes remarkably simple and organized. Save money and take pride in your home by becoming your own expert technician with this indispensable DIY companion.",
    "size": 75,
    "reviews": 1350,
    "ratingAvg": 4.4,
    "downloads": 400000,
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 110 },
      { "name": "3 star", "count": 250 },
      { "name": "4 star", "count": 400 },
      { "name": "5 star", "count": 500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/h5kVsLQ/app27.jpg",
    "title": "HabitHero",
    "companyName": "Peak Performance",
    "id": 127,
    "description": "HabitHero is a powerful self-improvement application designed to help you build positive habits and break bad ones through a gamified and rewarding system. It features a customizable habit tracker that allows you to set daily, weekly, or monthly goals and monitor your consistency with beautiful visual progress charts. The app uses a rewards system where maintaining streaks earns you experience points and unlocks new digital items to keep you motivated every single day. Users can join community challenges with friends to compete for the top spot on the leaderboard and encourage each other's success. The platform also includes a meditation timer and focus mode to help you stay present and productive during your most important tasks. With its smart notifications and motivational quotes, it serves as a constant companion on your journey to a better and more disciplined life. Transform your lifestyle and achieve your peak performance by turning small actions into lifelong habits with this engaging tool.",
    "size": 28,
    "reviews": 6700,
    "ratingAvg": 4.8,
    "downloads": 2500000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 450 },
      { "name": "4 star", "count": 2000 },
      { "name": "5 star", "count": 4000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/gk3tLf7/app28.jpg",
    "title": "RecipeVault",
    "companyName": "Culinaria",
    "id": 128,
    "description": "RecipeVault is a comprehensive digital kitchen companion designed to help food enthusiasts organize their personal recipes and simplify their meal planning process. It allows you to digitize your old family recipe cards by scanning them and converting them into beautiful, searchable digital entries in seconds. The app features a powerful grocery list generator that automatically aggregates ingredients from your planned meals and organizes them by supermarket aisles for maximum efficiency. Users can also discover new culinary inspirations from a curated feed of seasonal dishes and international cuisines contributed by top chefs. With the integrated meal calendar, you can plan your entire week's menu and receive nutritional insights for every dish you prepare. The platform also supports voice-guided cooking, allowing you to follow instructions hands-free while your hands are busy in the kitchen. Elevate your culinary game and keep your most precious food memories safe and organized with this all-in-one kitchen assistant.",
    "size": 31,
    "reviews": 980,
    "ratingAvg": 4.5,
    "downloads": 150000,
    "ratings": [
      { "name": "1 star", "count": 40 },
      { "name": "2 star", "count": 60 },
      { "name": "3 star", "count": 180 },
      { "name": "4 star", "count": 300 },
      { "name": "5 star", "count": 400 }
    ]
  }
]